{
    "token": "10.1002_1096-9918_200008_30_1_439__aid-sia787_3.0.co_2-k",
    "status": "success",
    "time_dict": {
        "save_pdf": 0.0106559619307518,
        "init_task": 0.013958726078271866,
        "apply_async": 0.00025552883744239807,
        "gather_layout": 0.21084695309400558,
        "collect_textual": 0.029623210430145264,
        "collect_mol": 6.640702486038208e-05,
        "collect_equa": 0.4817466773092747,
        "collect_expr": 6.992369890213013e-05,
        "collect_table": 0.005874276161193848,
        "collect_chart": 6.594136357307434e-05,
        "collect_figure": 5.686655640602112e-05,
        "format_objects": 0.0010038651525974274,
        "save_results": 0.013187333941459656
    },
    "description": "",
    "lang": "en",
    "dict_model": {
        "lang": "unknown",
        "pages": null,
        "admin_debug": false,
        "timeout": 25,
        "table_cls": false,
        "ordering_method": "gap_tree",
        "padding_snip": false
    },
    "dict_cfg": {
        "textual": 3,
        "table": 1,
        "molecule": 1,
        "chart": 0,
        "figure": 0,
        "expression": 0,
        "equation": 1
    },
    "markush": {
        "smiles": "",
        "caption": ""
    },
    "proc_page": 5,
    "total_page": 5,
    "proc_textual": 63,
    "total_textual": 63,
    "proc_mol": 0,
    "total_mol": 0,
    "proc_equa": 4,
    "total_equa": 4,
    "proc_figure": 0,
    "total_figure": 2,
    "proc_chart": 0,
    "total_chart": 3,
    "proc_expr": 0,
    "total_expr": 0,
    "proc_table": 1,
    "total_table": 1,
    "total": 0.7567557096481323,
    "page": 5,
    "cost": 0.25,
    "content": "\\begin{title}\nCondensation coefﬁcients of noble metals on polymers: a novel method of determination by x-ray photoelectron spectroscopy\n\\end{title}\n\nV. Zaporojtchenko,* K. Behnke, T. Strunskus and F. Faupel Lehrstuhl f¨ur Materialverbunde, Technische Fakult¨at, Universit¨at Kiel, Kaiserstr. 2, 24143 Kiel, Germany\n\nWe developed a method to determine condensation coefﬁcients, C, of noble metals on polymer surfaces and to determine cluster sizes by means of XPS only, or in combination with transmission electron microscopy (TEM). The surface concentration of the adatoms was determined using a mathematical correction of the XPS intensity that takes into account cluster growth of the noble metals on the polymer surfaces. We establish our method with experimental results of C for Cu and Ag on pyromellitic dianhydride (PMDA)–4,40-oxydianiline (ODA) polyimide, bisphenol-A polycarbonate, trimethylcyclohexane bisphenol-A polycarbonate, polystyrene and Teﬂon AF 1601. Values of C for Ag determined with the XPS method agree well with those of radiotracer measurements. The condensation coefﬁcient varies by three orders of magnitude from 1 to 0.002, depending on the deposition parameters and properties of the adsorbents. The method can be applied in general to investigate the deposition of non-wetting metals on solid surfaces. Copyright 2000 John Wiley & Sons, Ltd.\n\nKEYWORDS: x-ray photoelectron spectroscopy; condensation coefﬁcient; polymer surface; metal ﬁlm\n\n\\begin{title}\nINTRODUCTION\n\\end{title}\n\nMetallization of polymers is of considerable technolog- ical importance and is also very attractive from a fun- damental point of view. In general, the properties of metal/polymer interfaces are determined by the interac- tion between the metal and the polymer and by the mor- phology of the interface. Noble metals and other metals of low reactivity do not wet untreated polymer surfaces but form three-dimensional spherical clusters on it, i.e. they exhibit a Volmer–Weber growth mode.1,2 The clus- ter density depends on the deposition parameters as well as on the metal–polymer interaction and is in the range 1010–1013 cm 2.\n\nThe condensation coefﬁcient C is deﬁned as the ratio of the number of adsorbed metal atoms to the total number of metal atoms arriving at the surface.3 Determination of condensation coefﬁcients of metals by x-ray photoelectron spectroscopy (XPS) is trivial if the measured XPS inten- sity of a metal peak is proportional to the total number of metal atoms deposited on a surface. This condition is fulﬁlled for the ﬁrst monolayer in a layer-by-layer growth mode but not in the case of clusters growing on a surface. In this case it is necessary to make some considerations and calculations to take into account the appreciable self- attenuation of the XPS intensity by the metal clusters.\n\nStudying the condensation coefﬁcient is not only useful to estimate the adhesion properties of metals on polymers after different surface treatments, but also to determine the chemical interaction between metal atoms and polymers\n\n* Correspondence to: V. Zaporojtchenko, Lehrstuhl f¨ur Materialver- bunde, Technische Fakult¨at, Universit¨at Kiel, Kaiserstr. 2, 24143 Kiel, Germany.\n\nE-mail: vz@techfak.uni-kiel.de\n\nand to study the surface diffusion behaviour of the metal atoms.4 To achieve this it is necessary to measure the condensation coefﬁcient C as a function of the deposition parameters in connection with an investigation of the growth of the metals at an early stage.\n\nAlthough many investigations of the condensation beha- viour of noble metals onto different substrates (especially on alkali halides and carbon, using microbalance and transmission electron microscopy measurements3) were performed, only very little work has been done for noble metal deposition onto polymers.\n\nIn this paper we present a method to determine C by means of XPS including a mathematical correction of the XPS intensities. Transmission electron microscopy (TEM) was used to determine the growth parameters and to provide important information for the correction of the XPS data. The XPS measurements for Ag were checked by a comparison to the results obtained by a very sensitive radiotracer technique, which has been described recently in Ref. 5.\n\nWe choose the system of Cu evaporated onto pyro- mellitic dianhydride (PMDA)–4,40-oxydianiline (ODA) polyimide to introduce the method. Finally, we present condensation coefﬁcients for Cu and Ag on several amor- phous polymer substrates and describe their correlation with the morphological properties of the metal at an early stage of the deposition process.\n\nThe polymer ﬁlms were prepared either by spin-coating or casting from solution onto an Si wafer. For TEM investi- gations, thin electron-transparent ﬁlms of 20–30 nm thick- ness were deposited by vapour deposition of Teﬂon AF or\n\nco-deposition of both PMDA and ODA onto TEM meshes covered with a 10 nm amorphous carbon layer. Prior to metal deposition, all polymer ﬁlms were cured for a few hours in ultrahigh vacuum (UHV) at a temperature close to their glass transition temperature Tg and checked with XPS. After curing, the spin-coated and vapour-deposited ﬁlms are very similar in their chemical composition.\n\nThe metals were evaporated from heated molybdenum crucibles mounted in the preparation chamber of the pho- toelectron spectrometer. Pressure during evaporation and analysis was held below p < 5 ð10 7 Pa. The deposition rate R and the nominal ﬁlm thickness Hnom D Rt were monitored by a water-cooled quartz crystal microbalance, which was calibrated gravimetrically. The nominal ﬁlm thickness is a measure of the amount of metal evaporated onto the surface. For the determination of condensation coefﬁcients, XPS intensities of the metal were measured on substrates where C is known to be very close to unity,5 i.e. a polyimide at room temperature or a clean metal sub- strate. This intensity acts as a point of reference and makes the connection to the nominal thickness monitored by the quartz microbalance.\n\nThe XPS investigations were performed in situ using a hemispherical electron analyser (VSW EA 125) and a non-monochromatized Mg K˛ (Al K˛) x-ray source (VG Microtech XR3E2). All XPS measurements were done with electron emission normal to the sample surface. The XPS peak areas that were used to calculate C were obtained after a Shirley-type background removal using the pre-installed SPECTRA software.\n\nMicrographs of the metal/polymer interface were taken with a transmission electron microscope (Philips CM 30) at an accelerating voltage of 200 kV. Bright-ﬁeld pictures obtained with a CCD camera were edited subsequently with standard graphic software.\n\n\\begin{title}\nNOVEL METHOD TO DETERMINE CONDENSATION COEFFICIENTS FROM XPS MEASUREMENTS\n\\end{title}\n\nAccording to the deﬁnition of C that has been given in the introduction, and the typical quantiﬁcation model of XPS,6 the approach to determine C as the ratio of the number of adsorbed metal atoms Nc to the total number of metal of impinged atoms Nt is\n\n\\begin{equation}\nC ( t )=N_{c} ( t ) / N_{\\mathrm{t}} ( t )=[ I_{c} ( t ) S_{\\mathrm{a}} / K_{\\mathrm{c}} ( t ) ] / ( I_{\\mathrm{s t d}} S_{\\mathrm{s t d}} / K_{\\mathrm{s t d}} ) \\quad( 1 )\n\\end{equation}\n\nwhere Sa and Sstd are the sensitivity factors containing both element-speciﬁc and instrument-dependent terms, Ic and Istd are the background-subtracted peak intensities for the analysed sample and for a standard sample (with C D 1) that are prepared at the same deposition rate of the metal and are measured under the same conditions of the photoelectron spectrometer (the latter allows us to assume that Sa D Sstd) and Kc and Kstd are the correction factors that are used to correct the XPS intensity due to attenuation by the metal.\n\nAs mentioned above, noble metals grow as spherical clusters on polymer surfaces. From the formalism that has been suggested in Ref. 7 it is possible to calculate the intensity I of the photoemission signal from a single spherical cluster as\n\n\\begin{equation}\nI=\\pi\\lambda^{3} \\{( r / \\lambda)^{2}+[ ( 2 r / \\lambda+1 ) \\mathrm{e}^{-2 r / \\lambda}-1 ] / 2\n\\end{equation}\n\n\\begin{token}\n▷2◁\n\\end{token}\n\nwhere r is the radius of the cluster and is the inelastic mean free path (IMFP) of the photoelectrons. According to Ref. 8 the correction for elastic scattering effects becomes important in the analysis of overlayers with characteristic depths more than the IMFP. For this purpose, instead of the IMFP the attenuation length (AL) was used, as sug- gested in Ref. 8. For small r the right-hand side reduces to the cluster volume 4 r3/3, and the photoemission inten- sity is proportional to the number of atoms. For r × , I tends to r2 , and the signal is proportional to the clus- ter’s projected area because only the photoelectrons from the surface region of the cluster are detected.\n\nBecause of this behaviour, the determination of C requires a correction of the measured XPS intensities in the case of cluster growth. We calculate a correction factor K by dividing one big metal cluster into many (n) small pieces with an equivalent total mass. For each of these clusters self-attenuation becomes negligible as their size approaches the size of one metal atom. A comparison of the intensities nÐIr< /Ir> results in K. A plot of the correction factor K versus the cluster radius r is depicted in Fig. 1. For a single atom the correction factor approaches unity. The bigger r, the lower K, i.e. the more correction the XPS signal gets. The application of K on the experimental intensities Iexp results in corrected intensities according to\n\n\\begin{equation}\nI_{\\mathrm{c o r r}}=I_{\\mathrm{e x p}} / ( 1 / K )\n\\end{equation}\n\nand consequently the inﬂuence of spherical cluster growth is eliminated. Corrected intensity Icorr is a measure of the actual amount of metal atoms on the surface and can be used to calculate C. The size of the metallic clusters can be measured directly by TEM but, due to contrast and focus- ing limitations, it is difﬁcult to determine accurate sizes for small clusters exhibiting radii in the range 0.5–2 nm, the most interesting size range for the determination of con- densation coefﬁcients in the initial stages of ﬁlm growth. Also, the preparation of transparent polymer samples for TEM is a difﬁcult problem. Therefore, to determine the cluster size for small clusters we introduced an indirect method that is based on the measurement of the ratio of two XPS lines of the same metal with different bind- ing energies and their different attenuation lengths. The determination of r from the intensity ratio is based on\n\n\\begin{caption}\nFigure 1. Dependence of correction factor K of the XPS intensity on the radius of clusters normalized to (as deﬁned in the text).\n\\end{caption}\n\n\\begin{token}\n▷3◁\n\\end{token}\n\n\\begin{equation}\n\\begin{array} {c} {{( I_{1} / I_{2} )=( \\lambda_{1} / \\lambda_{2} )^{3} ( r / \\lambda_{1} )^{2}+[ ( 2 r / \\lambda_{1}+1 ) e^{-2 r / \\lambda_{1}}-1 ] /}} \\\\ {{( r / \\lambda_{2} )^{2}+[ ( 2 r / \\lambda_{2}+1 ) e^{-2 r / \\lambda_{2}}-1 ]}} \\end{array}\n\\end{equation}\n\n\\begin{token}\n▷4◁\n\\end{token}\n\nThe dependence of the ratio I1/I2 for the Cu 3p and the Cu 2p lines on the cluster radius is shown in Fig. 2, using either IMFP or AL for in the calculation. In the case of very small clusters on a surface the self-attenuation of the photoemission signal in the clusters becomes more and more negligible. For clusters with radii much larger than , e.g. 10–20 nm, the intensity ratios are the same as obtained for bulk samples. But for small clusters one can estimate the mean cluster size using the XPS inten- sity ratio of two lines of the clustered element from plots like Fig. 2. The results were checked by comparing the value of K obtained directly by XPS measurement (mean size value) and calculation of K from measurement of cluster size and the size distribution from TEM measure- ments. The discrepancy for the Cu/PI system was ¾30%. The validity of our calculated correction factor K was also checked by another experiment where Cu was evap- orated onto PMDA–ODA polyimide at room temperature in small steps with a constant deposition rate R (where C D 15). The experimental Cu 2p photoemission inten- sity for nominal ﬁlm thicknesses (Rt) from 0.01 up to 1 nm is shown in Fig. 3. Owing to attenuation of the photoelectrons in the clusters, the photoemission intensity rises slowly, particularly at higher coverages. In the same graph the linear evolution of the intensity calculated by using the correction factor K in Eqn (3) and either AL or IMPF in Eqn (2) is shown. To determine K, ﬁrst the cluster radius was obtained from the measured Cu 3p/Cu 2p intensity ratio from the plots shown in Fig. 2 using either AL or IMFP. Then, with this cluster radius, K is obtained from the plot shown in Fig. 1. Finally, using this value of K, the experimental intensity is corrected accord- ing to Eqn (3). The calculation using the AL from Ref. 9 shows very good agreement with the line determined for a condensation coefﬁcient of unity. From this it follows that the corrected values correspond to the actual amount of metal atoms deposited onto the surface.\n\nTo examine the accuracy of the XPS determination of C, the measured XPS data for Ag on different polymer\n\n\\begin{caption}\nFigure 2. Copper 3p/2p XPS intensity ratio as a function of the cluster radius: ( ) D AL; (- - -) D IMPF.\n\\end{caption}\n\n\\begin{caption}\nFigure 3. Copper 2p photoemission intensity as a function of nominal coverage for deposition of copper onto PMDA ODA polyimide surface at room temperature: (■) measured intensity; (▲) corrected using IMPF for ; (ž): corrected using AL for ; ( ) calculated for C D 1 without self-attenuation.\n\\end{caption}\n\n\\begin{caption}\nTable 1. Condensation coefﬁcients C for Ag and Cu on different polymers at room temperature (deposition rate R = 0.1 nm min−1; nominal thickness Hnom = Rt = 0.05–0.1 nm)\n\\end{caption}\n\n\\begin{table}\n| PMDA-ODA                       | PMDA-ODA   | Tefl on AF    | Tefl on AF   | Tefl on AF   |\n|:-------------------------------|:-----------|:--------------|:-------------|:-------------|\n|                                | polyimide  | Polycarbonate | Polystyrene  | 1601         |\n| C for Ag (radiotracer method5) | 0.95-1.0   | 0.095(0.005)b |              | 0.002        |\n| Cfor Ag (XPS)                  | 1 (0.05)   | 0.12 (0.03)b  |              | 0.002(0.001) |\n| Cfor Cu (XPS)                  | 0.95(5)    | 0.95(5)c      | 0.26(4)      | 0.02(1)      |\n| Surface energy                 | 54.9       | ~45           | 40.7         | 15.7         |\n| (mJm−2) Tg(C)                  | ~420       | 150           | 100          | 160          |\n\\end{table}\n\na As in Refs 4 and 5, surface energies and glass transition temperatures are included for comparison. b Trimethylcyclohexane bisphenol-A polycarbonate. c Bisphenol-A polycarbonate.\n\nsubstrates were compared with those obtained using a very sensitive and accurate (<5%) radiotracer method.5 The results show very good agreement between both methods, as can be seen in Table 1.\n\n\\begin{title}\nRESULTS AND DISCUSSION\n\\end{title}\n\nTable 1 summarizes the results of C for Ag and Cu deposited onto different polymers at room temperature. The condensation coefﬁcients at room temperature are found to depend strongly on the chemical composition of the polymer surface and particularly on the interaction between the metal and the polymer.\n\nAs can be seen from Table 1, there are two modes of condensation at room temperature: ‘complete’ conden- sation with C ¾ 1 for Cu and Ag on PMDA–ODA polyimide and for Cu on bisphenol-A polycarbonate; and ‘incomplete’ condensation with C < 1 for polystyrene and Teﬂon AF. Both the polyimide and the polycarbon- ate contain carbonyl groups, polystyrene does not but has\n\n\\begin{legend}\na\n\\end{legend}\n\n\\begin{caption}\nFigure 4. Micrographs of Cu clusters on PMDA ODA polyimide after evaporation: (a) at 250 °C (C D 0.9); (b) at 300 °C (C D 0.7). The deposition rate was 0.025 nm min 1.\n\\end{caption}\n\n-electrons, and Teﬂon AF has neither but a large ﬂuorine content and therefore an extremely low surface energy. It was shown in a previous paper that there are large differ- ences in the metal nucleation processes between polyimide and the other polymers.4 In the case of the polyimide the interaction is stronger than van der Waals and the carbonyl groups are active sites for random nucleation of the adatoms. It appears that copper shows a similar behaviour on bisphenol-A polycarbonate. For polymers with small C (weak interaction), preferred nucleation at different active (defect) sites able to trap metal atoms is observed. Therefore, C shows a correlation with the num- ber of defects generated by argon ion bombardment on the Teﬂon AF surface. Even for very low doses of 3 and 6 ð 1012 ions cm 2, the condensation coefﬁcient of Cu increases from 0.02 for the untreated teﬂon surface to 0.05 and 0.1, respectively. All metal atoms initially adsorb on the teﬂon surface, but due to the very low adsorption energy and the small cluster density most of the adatoms (except those trapped at defects) readily desorb again.5\n\nThe correlation between re-emission probability and nucleation process on the surface is demonstrated by the temperature dependence of C. In Fig. 4 the cluster density of Cu on PMDA–ODA polyimide is shown for two temperatures. Corresponding values for C are determined as described above. At 250 °C the condensation coefﬁcient is still very close to unity and it decreases substantially above 300 °C. This drop and correlation with cluster density (Nc) suggests that the re-emission probability of metal atoms is strongly affected by the nucleation process on the surface. At increasing temperature, Nc decreases and the root-mean-square displacement of the adatom from the arrival site before re-emission becomes\n\n\\begin{title}\nREFERENCES\n\\end{title}\n\n1. LeGoues FK, Silverman BD, Ho PS. J. Vac. Sci. Technol. A 1988; 6: 2200.\n\n2. Faupel F, Strunskus T, Kiene M, Thran A, von Bechtol- sheim C, Zaporojtchenko V. Mater. Res. Soc. Symp. Proc. 1998; 511: 15.\n\nsmaller than the distance between clusters. Note that an increase of the systematic error in the XPS measurement is possible if C is determined for elevated temperatures, particularly above the glass transition temperature, due to a possible diffusion of the metal adatoms into the bulk of the polymer.11 In this case comparison to radiotracer measurements allows us to estimate the effect of bulk diffusion on the condensation coefﬁcient.\n\n\\begin{title}\nCONCLUSION\n\\end{title}\n\nIt was shown that with XPS it is possible to determine condensation coefﬁcients of metals on polymers if the interfacial morphology is taken into account. The cor- rection procedure for the XPS intensity in the case of spherical clusters of noble metals on non-wetting surfaces has been tested using several methods. The results of the XPS measurements on the condensation coefﬁcient of Ag agreed well with radiotracer measurements.\n\nA large variation of the condensation coefﬁcient C of noble metals is observed for different polymers and a smaller one for the metals. The condensation coefﬁ- cient ranges from close to unity to values of the order of 10 3, depending on the type of polymer and the metal. For copper, C was almost unity on polymers with car- bonyl groups, whereas on polycarbonate, C was found to depend strongly on the chemical reactivity of the metal. It was shown that the morphology of the ﬁlms and C are correlated through the nucleation process. At elevated temperature the cluster density decreases and at the same time C decreases also.\n\n\\begin{legend}\nb)\n\\end{legend}\n\n3. Venables JA. Surf. Sci. 1994; 299/300: 798.\n\n4. Zaporojtchenko V, Behnke K, Thran A, Strunskus T, Faupel F. Appl. Surf. Sci. 1999; 144/145: 355.\n\n5. Thran A, Kiene M, Zaporojtchenko V, Faupel F. Phys. Rev. Lett. 1999; 82: 1903.\n\nCopyright 2000 John Wiley & Sons, Ltd.\n\n\\begin{title}\nCONDENSATION COEFFICIENTS OF NOBLE METALS ON POLYMERS\n\\end{title}\n\n6. Seah MP. In Practical Surface Analysis (1st edn), Briggs D, Seah MP (eds). John Wiley: Chichester, 1987; 181 214.\n\n7. Wertheim GK, DiCenzo SB. Phys. Rev. B 1988; 37: 844.\n\n8. Cumpson PJ, Seah MP. Surf. Interface Anal. 1997; 25: 430.\n\n9. Tanuma S, Powell CJ, Penn DR. Surf. Interface Anal. 1991; 17: 927.\n\n10. von Bechtolsheim C, Zaporojtchenko V, Faupel F. Appl. Surf. Sci. 1999; 151: 119.\n\n11. Faupel F, Willecke R, Thran A. Mater. Sci. Eng. R 1998; 22: 1.\n\n",
    "objects": [
        {
            "class": "title",
            "confidence": 0.96142578125,
            "float_xyxy": [
                0.13731617647058825,
                0.10625,
                0.8216911764705882,
                0.17890625
            ],
            "page": 0,
            "str": "\\begin{title}\nCondensation coefﬁcients of noble metals on polymers: a novel method of determination by x-ray photoelectron spectroscopy\n\\end{title}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.6611328125,
            "float_xyxy": [
                0.13455882352941176,
                0.21484375,
                0.736764705882353,
                0.237109375
            ],
            "page": 0,
            "str": "V. Zaporojtchenko,* K. Behnke, T. Strunskus and F. Faupel Lehrstuhl f¨ur Materialverbunde, Technische Fakult¨at, Universit¨at Kiel, Kaiserstr. 2, 24143 Kiel, Germany\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.93798828125,
            "float_xyxy": [
                0.13455882352941176,
                0.277734375,
                0.8625,
                0.4203125
            ],
            "page": 0,
            "str": "We developed a method to determine condensation coefﬁcients, C, of noble metals on polymer surfaces and to determine cluster sizes by means of XPS only, or in combination with transmission electron microscopy (TEM). The surface concentration of the adatoms was determined using a mathematical correction of the XPS intensity that takes into account cluster growth of the noble metals on the polymer surfaces. We establish our method with experimental results of C for Cu and Ag on pyromellitic dianhydride (PMDA)–4,40-oxydianiline (ODA) polyimide, bisphenol-A polycarbonate, trimethylcyclohexane bisphenol-A polycarbonate, polystyrene and Teﬂon AF 1601. Values of C for Ag determined with the XPS method agree well with those of radiotracer measurements. The condensation coefﬁcient varies by three orders of magnitude from 1 to 0.002, depending on the deposition parameters and properties of the adsorbents. The method can be applied in general to investigate the deposition of non-wetting metals on solid surfaces. Copyright 2000 John Wiley & Sons, Ltd.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.65673828125,
            "float_xyxy": [
                0.13731617647058825,
                0.4265625,
                0.721875,
                0.43828125
            ],
            "page": 0,
            "str": "KEYWORDS: x-ray photoelectron spectroscopy; condensation coefﬁcient; polymer surface; metal ﬁlm\n"
        },
        {
            "class": "title",
            "confidence": 0.79833984375,
            "float_xyxy": [
                0.07858455882352941,
                0.47109375,
                0.21479779411764705,
                0.48046875
            ],
            "page": 0,
            "str": "\\begin{title}\nINTRODUCTION\n\\end{title}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.97314453125,
            "float_xyxy": [
                0.07665441176470589,
                0.5015625,
                0.4803308823529412,
                0.65625
            ],
            "page": 0,
            "str": "Metallization of polymers is of considerable technolog- ical importance and is also very attractive from a fun- damental point of view. In general, the properties of metal/polymer interfaces are determined by the interac- tion between the metal and the polymer and by the mor- phology of the interface. Noble metals and other metals of low reactivity do not wet untreated polymer surfaces but form three-dimensional spherical clusters on it, i.e. they exhibit a Volmer–Weber growth mode.1,2 The clus- ter density depends on the deposition parameters as well as on the metal–polymer interaction and is in the range 1010–1013 cm 2.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9755859375,
            "float_xyxy": [
                0.07665441176470589,
                0.65703125,
                0.4808823529411765,
                0.8125
            ],
            "page": 0,
            "str": "The condensation coefﬁcient C is deﬁned as the ratio of the number of adsorbed metal atoms to the total number of metal atoms arriving at the surface.3 Determination of condensation coefﬁcients of metals by x-ray photoelectron spectroscopy (XPS) is trivial if the measured XPS inten- sity of a metal peak is proportional to the total number of metal atoms deposited on a surface. This condition is fulﬁlled for the ﬁrst monolayer in a layer-by-layer growth mode but not in the case of clusters growing on a surface. In this case it is necessary to make some considerations and calculations to take into account the appreciable self- attenuation of the XPS intensity by the metal clusters.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9482421875,
            "float_xyxy": [
                0.07596507352941176,
                0.81328125,
                0.4797794117647059,
                0.86484375
            ],
            "page": 0,
            "str": "Studying the condensation coefﬁcient is not only useful to estimate the adhesion properties of metals on polymers after different surface treatments, but also to determine the chemical interaction between metal atoms and polymers\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.89794921875,
            "float_xyxy": [
                0.07582720588235294,
                0.8875,
                0.4800551470588235,
                0.91875
            ],
            "page": 0,
            "str": "* Correspondence to: V. Zaporojtchenko, Lehrstuhl f¨ur Materialver- bunde, Technische Fakult¨at, Universit¨at Kiel, Kaiserstr. 2, 24143 Kiel, Germany.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.6748046875,
            "float_xyxy": [
                0.07679227941176471,
                0.91953125,
                0.2524356617647059,
                0.92890625
            ],
            "page": 0,
            "str": "E-mail: vz@techfak.uni-kiel.de\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.95263671875,
            "float_xyxy": [
                0.5181066176470588,
                0.46484375,
                0.9220588235294118,
                0.52890625
            ],
            "page": 0,
            "str": "and to study the surface diffusion behaviour of the metal atoms.4 To achieve this it is necessary to measure the condensation coefﬁcient C as a function of the deposition parameters in connection with an investigation of the growth of the metals at an early stage.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9580078125,
            "float_xyxy": [
                0.5181066176470588,
                0.5296875,
                0.9220588235294118,
                0.6078125
            ],
            "page": 0,
            "str": "Although many investigations of the condensation beha- viour of noble metals onto different substrates (especially on alkali halides and carbon, using microbalance and transmission electron microscopy measurements3) were performed, only very little work has been done for noble metal deposition onto polymers.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.96728515625,
            "float_xyxy": [
                0.5181066176470588,
                0.60859375,
                0.9220588235294118,
                0.72265625
            ],
            "page": 0,
            "str": "In this paper we present a method to determine C by means of XPS including a mathematical correction of the XPS intensities. Transmission electron microscopy (TEM) was used to determine the growth parameters and to provide important information for the correction of the XPS data. The XPS measurements for Ag were checked by a comparison to the results obtained by a very sensitive radiotracer technique, which has been described recently in Ref. 5.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.96240234375,
            "float_xyxy": [
                0.5181066176470588,
                0.725,
                0.9220588235294118,
                0.815625
            ],
            "page": 0,
            "str": "We choose the system of Cu evaporated onto pyro- mellitic dianhydride (PMDA)–4,40-oxydianiline (ODA) polyimide to introduce the method. Finally, we present condensation coefﬁcients for Cu and Ag on several amor- phous polymer substrates and describe their correlation with the morphological properties of the metal at an early stage of the deposition process.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9384765625,
            "float_xyxy": [
                0.5181066176470588,
                0.878125,
                0.9220588235294118,
                0.9296875
            ],
            "page": 0,
            "str": "The polymer ﬁlms were prepared either by spin-coating or casting from solution onto an Si wafer. For TEM investi- gations, thin electron-transparent ﬁlms of 20–30 nm thick- ness were deposited by vapour deposition of Teﬂon AF or\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.96337890625,
            "float_xyxy": [
                0.07637867647058824,
                0.082275390625,
                0.4806066176470588,
                0.1732421875
            ],
            "page": 1,
            "str": "co-deposition of both PMDA and ODA onto TEM meshes covered with a 10 nm amorphous carbon layer. Prior to metal deposition, all polymer ﬁlms were cured for a few hours in ultrahigh vacuum (UHV) at a temperature close to their glass transition temperature Tg and checked with XPS. After curing, the spin-coated and vapour-deposited ﬁlms are very similar in their chemical composition.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9755859375,
            "float_xyxy": [
                0.07624080882352942,
                0.173828125,
                0.4808823529411765,
                0.367578125
            ],
            "page": 1,
            "str": "The metals were evaporated from heated molybdenum crucibles mounted in the preparation chamber of the pho- toelectron spectrometer. Pressure during evaporation and analysis was held below p < 5 ð10 7 Pa. The deposition rate R and the nominal ﬁlm thickness Hnom D Rt were monitored by a water-cooled quartz crystal microbalance, which was calibrated gravimetrically. The nominal ﬁlm thickness is a measure of the amount of metal evaporated onto the surface. For the determination of condensation coefﬁcients, XPS intensities of the metal were measured on substrates where C is known to be very close to unity,5 i.e. a polyimide at room temperature or a clean metal sub- strate. This intensity acts as a point of reference and makes the connection to the nominal thickness monitored by the quartz microbalance.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9638671875,
            "float_xyxy": [
                0.07665441176470589,
                0.36796875,
                0.4808823529411765,
                0.47109375
            ],
            "page": 1,
            "str": "The XPS investigations were performed in situ using a hemispherical electron analyser (VSW EA 125) and a non-monochromatized Mg K˛ (Al K˛) x-ray source (VG Microtech XR3E2). All XPS measurements were done with electron emission normal to the sample surface. The XPS peak areas that were used to calculate C were obtained after a Shirley-type background removal using the pre-installed SPECTRA software.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.95263671875,
            "float_xyxy": [
                0.07610294117647058,
                0.47109375,
                0.4808823529411765,
                0.53671875
            ],
            "page": 1,
            "str": "Micrographs of the metal/polymer interface were taken with a transmission electron microscope (Philips CM 30) at an accelerating voltage of 200 kV. Bright-ﬁeld pictures obtained with a CCD camera were edited subsequently with standard graphic software.\n"
        },
        {
            "class": "title",
            "confidence": 0.91552734375,
            "float_xyxy": [
                0.07665441176470589,
                0.5625,
                0.44779411764705884,
                0.6
            ],
            "page": 1,
            "str": "\\begin{title}\nNOVEL METHOD TO DETERMINE CONDENSATION COEFFICIENTS FROM XPS MEASUREMENTS\n\\end{title}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.951171875,
            "float_xyxy": [
                0.07665441176470589,
                0.62109375,
                0.4808823529411765,
                0.6859375
            ],
            "page": 1,
            "str": "According to the deﬁnition of C that has been given in the introduction, and the typical quantiﬁcation model of XPS,6 the approach to determine C as the ratio of the number of adsorbed metal atoms Nc to the total number of metal of impinged atoms Nt is\n"
        },
        {
            "class": "equation",
            "confidence": 0.59619140625,
            "float_xyxy": [
                0.08658088235294117,
                0.69296875,
                0.4786764705882353,
                0.70703125
            ],
            "page": 1,
            "str": "\\begin{equation}\nC ( t )=N_{c} ( t ) / N_{\\mathrm{t}} ( t )=[ I_{c} ( t ) S_{\\mathrm{a}} / K_{\\mathrm{c}} ( t ) ] / ( I_{\\mathrm{s t d}} S_{\\mathrm{s t d}} / K_{\\mathrm{s t d}} ) \\quad( 1 )\n\\end{equation}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.970703125,
            "float_xyxy": [
                0.07610294117647058,
                0.71484375,
                0.4808823529411765,
                0.84375
            ],
            "page": 1,
            "str": "where Sa and Sstd are the sensitivity factors containing both element-speciﬁc and instrument-dependent terms, Ic and Istd are the background-subtracted peak intensities for the analysed sample and for a standard sample (with C D 1) that are prepared at the same deposition rate of the metal and are measured under the same conditions of the photoelectron spectrometer (the latter allows us to assume that Sa D Sstd) and Kc and Kstd are the correction factors that are used to correct the XPS intensity due to attenuation by the metal.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.94677734375,
            "float_xyxy": [
                0.07665441176470589,
                0.84453125,
                0.4803308823529412,
                0.91015625
            ],
            "page": 1,
            "str": "As mentioned above, noble metals grow as spherical clusters on polymer surfaces. From the formalism that has been suggested in Ref. 7 it is possible to calculate the intensity I of the photoemission signal from a single spherical cluster as\n"
        },
        {
            "class": "equation",
            "confidence": 0.7041015625,
            "float_xyxy": [
                0.1130514705882353,
                0.91640625,
                0.4097426470588235,
                0.93046875
            ],
            "page": 1,
            "str": "\\begin{equation}\nI=\\pi\\lambda^{3} \\{( r / \\lambda)^{2}+[ ( 2 r / \\lambda+1 ) \\mathrm{e}^{-2 r / \\lambda}-1 ] / 2\n\\end{equation}\n"
        },
        {
            "class": "token",
            "confidence": 0.75341796875,
            "float_xyxy": [
                0.4577205882352941,
                0.9171875,
                0.4803308823529412,
                0.9296875
            ],
            "page": 1,
            "str": "\\begin{token}\n▷2◁\n\\end{token}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9755859375,
            "float_xyxy": [
                0.5181066176470588,
                0.08203125,
                0.9220588235294118,
                0.23828125
            ],
            "page": 1,
            "str": "where r is the radius of the cluster and is the inelastic mean free path (IMFP) of the photoelectrons. According to Ref. 8 the correction for elastic scattering effects becomes important in the analysis of overlayers with characteristic depths more than the IMFP. For this purpose, instead of the IMFP the attenuation length (AL) was used, as sug- gested in Ref. 8. For small r the right-hand side reduces to the cluster volume 4 r3/3, and the photoemission inten- sity is proportional to the number of atoms. For r × , I tends to r2 , and the signal is proportional to the clus- ter’s projected area because only the photoelectrons from the surface region of the cluster are detected.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.97607421875,
            "float_xyxy": [
                0.5178308823529412,
                0.2390625,
                0.9226102941176471,
                0.42109375
            ],
            "page": 1,
            "str": "Because of this behaviour, the determination of C requires a correction of the measured XPS intensities in the case of cluster growth. We calculate a correction factor K by dividing one big metal cluster into many (n) small pieces with an equivalent total mass. For each of these clusters self-attenuation becomes negligible as their size approaches the size of one metal atom. A comparison of the intensities nÐIr< /Ir> results in K. A plot of the correction factor K versus the cluster radius r is depicted in Fig. 1. For a single atom the correction factor approaches unity. The bigger r, the lower K, i.e. the more correction the XPS signal gets. The application of K on the experimental intensities Iexp results in corrected intensities according to\n"
        },
        {
            "class": "equation",
            "confidence": 0.8154296875,
            "float_xyxy": [
                0.6584558823529412,
                0.43359375,
                0.7819852941176471,
                0.44765625
            ],
            "page": 1,
            "str": "\\begin{equation}\nI_{\\mathrm{c o r r}}=I_{\\mathrm{e x p}} / ( 1 / K )\n\\end{equation}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9765625,
            "float_xyxy": [
                0.5172794117647059,
                0.46015625,
                0.9220588235294118,
                0.66953125
            ],
            "page": 1,
            "str": "and consequently the inﬂuence of spherical cluster growth is eliminated. Corrected intensity Icorr is a measure of the actual amount of metal atoms on the surface and can be used to calculate C. The size of the metallic clusters can be measured directly by TEM but, due to contrast and focus- ing limitations, it is difﬁcult to determine accurate sizes for small clusters exhibiting radii in the range 0.5–2 nm, the most interesting size range for the determination of con- densation coefﬁcients in the initial stages of ﬁlm growth. Also, the preparation of transparent polymer samples for TEM is a difﬁcult problem. Therefore, to determine the cluster size for small clusters we introduced an indirect method that is based on the measurement of the ratio of two XPS lines of the same metal with different bind- ing energies and their different attenuation lengths. The determination of r from the intensity ratio is based on\n"
        },
        {
            "class": "chart",
            "confidence": 0.9716796875,
            "float_xyxy": [
                0.5211397058823529,
                0.68515625,
                0.9204044117647059,
                0.90078125
            ],
            "page": 1,
            "str": "\n"
        },
        {
            "class": "caption",
            "confidence": 0.8759765625,
            "float_xyxy": [
                0.5189338235294118,
                0.9078125,
                0.9215073529411765,
                0.9296875
            ],
            "page": 1,
            "str": "\\begin{caption}\nFigure 1. Dependence of correction factor K of the XPS intensity on the radius of clusters normalized to (as deﬁned in the text).\n\\end{caption}\n"
        },
        {
            "class": "token",
            "confidence": 0.87646484375,
            "float_xyxy": [
                0.8988970588235294,
                0.43359375,
                0.9209558823529411,
                0.44609375
            ],
            "page": 1,
            "str": "\\begin{token}\n▷3◁\n\\end{token}\n"
        },
        {
            "class": "equation",
            "confidence": 0.56005859375,
            "float_xyxy": [
                0.09264705882352942,
                0.1060546875,
                0.46488970588235295,
                0.14208984375
            ],
            "page": 2,
            "str": "\\begin{equation}\n\\begin{array} {c} {{( I_{1} / I_{2} )=( \\lambda_{1} / \\lambda_{2} )^{3} ( r / \\lambda_{1} )^{2}+[ ( 2 r / \\lambda_{1}+1 ) e^{-2 r / \\lambda_{1}}-1 ] /}} \\\\ {{( r / \\lambda_{2} )^{2}+[ ( 2 r / \\lambda_{2}+1 ) e^{-2 r / \\lambda_{2}}-1 ]}} \\end{array}\n\\end{equation}\n"
        },
        {
            "class": "token",
            "confidence": 0.81396484375,
            "float_xyxy": [
                0.4577205882352941,
                0.128515625,
                0.4797794117647059,
                0.141796875
            ],
            "page": 2,
            "str": "\\begin{token}\n▷4◁\n\\end{token}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.97607421875,
            "float_xyxy": [
                0.07555147058823529,
                0.15546875,
                0.4808823529411765,
                0.63671875
            ],
            "page": 2,
            "str": "The dependence of the ratio I1/I2 for the Cu 3p and the Cu 2p lines on the cluster radius is shown in Fig. 2, using either IMFP or AL for in the calculation. In the case of very small clusters on a surface the self-attenuation of the photoemission signal in the clusters becomes more and more negligible. For clusters with radii much larger than , e.g. 10–20 nm, the intensity ratios are the same as obtained for bulk samples. But for small clusters one can estimate the mean cluster size using the XPS inten- sity ratio of two lines of the clustered element from plots like Fig. 2. The results were checked by comparing the value of K obtained directly by XPS measurement (mean size value) and calculation of K from measurement of cluster size and the size distribution from TEM measure- ments. The discrepancy for the Cu/PI system was ¾30%. The validity of our calculated correction factor K was also checked by another experiment where Cu was evap- orated onto PMDA–ODA polyimide at room temperature in small steps with a constant deposition rate R (where C D 15). The experimental Cu 2p photoemission inten- sity for nominal ﬁlm thicknesses (Rt) from 0.01 up to 1 nm is shown in Fig. 3. Owing to attenuation of the photoelectrons in the clusters, the photoemission intensity rises slowly, particularly at higher coverages. In the same graph the linear evolution of the intensity calculated by using the correction factor K in Eqn (3) and either AL or IMPF in Eqn (2) is shown. To determine K, ﬁrst the cluster radius was obtained from the measured Cu 3p/Cu 2p intensity ratio from the plots shown in Fig. 2 using either AL or IMFP. Then, with this cluster radius, K is obtained from the plot shown in Fig. 1. Finally, using this value of K, the experimental intensity is corrected accord- ing to Eqn (3). The calculation using the AL from Ref. 9 shows very good agreement with the line determined for a condensation coefﬁcient of unity. From this it follows that the corrected values correspond to the actual amount of metal atoms deposited onto the surface.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.90234375,
            "float_xyxy": [
                0.07761948529411765,
                0.63671875,
                0.4803308823529412,
                0.66328125
            ],
            "page": 2,
            "str": "To examine the accuracy of the XPS determination of C, the measured XPS data for Ag on different polymer\n"
        },
        {
            "class": "chart",
            "confidence": 0.95947265625,
            "float_xyxy": [
                0.0791360294117647,
                0.68359375,
                0.4795036764705882,
                0.90078125
            ],
            "page": 2,
            "str": "\n"
        },
        {
            "class": "caption",
            "confidence": 0.875,
            "float_xyxy": [
                0.07651654411764706,
                0.9078125,
                0.4803308823529412,
                0.9296875
            ],
            "page": 2,
            "str": "\\begin{caption}\nFigure 2. Copper 3p/2p XPS intensity ratio as a function of the cluster radius: ( ) D AL; (- - -) D IMPF.\n\\end{caption}\n"
        },
        {
            "class": "chart",
            "confidence": 0.97412109375,
            "float_xyxy": [
                0.5227941176470589,
                0.083984375,
                0.9165441176470588,
                0.287890625
            ],
            "page": 2,
            "str": "\n"
        },
        {
            "class": "caption",
            "confidence": 0.93701171875,
            "float_xyxy": [
                0.5181066176470588,
                0.2953125,
                0.9220588235294118,
                0.348828125
            ],
            "page": 2,
            "str": "\\begin{caption}\nFigure 3. Copper 2p photoemission intensity as a function of nominal coverage for deposition of copper onto PMDA ODA polyimide surface at room temperature: (■) measured intensity; (▲) corrected using IMPF for ; (ž): corrected using AL for ; ( ) calculated for C D 1 without self-attenuation.\n\\end{caption}\n"
        },
        {
            "class": "caption",
            "confidence": 0.8154296875,
            "float_xyxy": [
                0.5186580882352941,
                0.375,
                0.9220588235294118,
                0.42265625
            ],
            "page": 2,
            "str": "\\begin{caption}\nTable 1. Condensation coefﬁcients C for Ag and Cu on different polymers at room temperature (deposition rate R = 0.1 nm min−1; nominal thickness Hnom = Rt = 0.05–0.1 nm)\n\\end{caption}\n"
        },
        {
            "class": "table",
            "confidence": 0.916015625,
            "float_xyxy": [
                0.5178308823529412,
                0.43125,
                0.9215073529411765,
                0.5765625
            ],
            "page": 2,
            "str": "\\begin{table}\n| PMDA-ODA                       | PMDA-ODA   | Tefl on AF    | Tefl on AF   | Tefl on AF   |\n|:-------------------------------|:-----------|:--------------|:-------------|:-------------|\n|                                | polyimide  | Polycarbonate | Polystyrene  | 1601         |\n| C for Ag (radiotracer method5) | 0.95-1.0   | 0.095(0.005)b |              | 0.002        |\n| Cfor Ag (XPS)                  | 1 (0.05)   | 0.12 (0.03)b  |              | 0.002(0.001) |\n| Cfor Cu (XPS)                  | 0.95(5)    | 0.95(5)c      | 0.26(4)      | 0.02(1)      |\n| Surface energy                 | 54.9       | ~45           | 40.7         | 15.7         |\n| (mJm−2) Tg(C)                  | ~420       | 150           | 100          | 160          |\n\\end{table}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.830078125,
            "float_xyxy": [
                0.5178308823529412,
                0.584375,
                0.9215073529411765,
                0.6296875
            ],
            "page": 2,
            "str": "a As in Refs 4 and 5, surface energies and glass transition temperatures are included for comparison. b Trimethylcyclohexane bisphenol-A polycarbonate. c Bisphenol-A polycarbonate.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.939453125,
            "float_xyxy": [
                0.5181066176470588,
                0.651953125,
                0.9220588235294118,
                0.701171875
            ],
            "page": 2,
            "str": "substrates were compared with those obtained using a very sensitive and accurate (<5%) radiotracer method.5 The results show very good agreement between both methods, as can be seen in Table 1.\n"
        },
        {
            "class": "title",
            "confidence": 0.76611328125,
            "float_xyxy": [
                0.5181066176470588,
                0.728125,
                0.7477941176470588,
                0.7390625
            ],
            "page": 2,
            "str": "\\begin{title}\nRESULTS AND DISCUSSION\n\\end{title}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9677734375,
            "float_xyxy": [
                0.5181066176470588,
                0.7609375,
                0.9220588235294118,
                0.8390625
            ],
            "page": 2,
            "str": "Table 1 summarizes the results of C for Ag and Cu deposited onto different polymers at room temperature. The condensation coefﬁcients at room temperature are found to depend strongly on the chemical composition of the polymer surface and particularly on the interaction between the metal and the polymer.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.96240234375,
            "float_xyxy": [
                0.5183823529411765,
                0.83984375,
                0.9220588235294118,
                0.93046875
            ],
            "page": 2,
            "str": "As can be seen from Table 1, there are two modes of condensation at room temperature: ‘complete’ conden- sation with C ¾ 1 for Cu and Ag on PMDA–ODA polyimide and for Cu on bisphenol-A polycarbonate; and ‘incomplete’ condensation with C < 1 for polystyrene and Teﬂon AF. Both the polyimide and the polycarbon- ate contain carbonyl groups, polystyrene does not but has\n"
        },
        {
            "class": "figure",
            "confidence": 0.97412109375,
            "float_xyxy": [
                0.16323529411764706,
                0.08203125,
                0.47095588235294117,
                0.300390625
            ],
            "page": 3,
            "str": "\n"
        },
        {
            "class": "legend",
            "confidence": 0.9844610095024109,
            "float_xyxy": [
                0.3204044117647059,
                0.309375,
                0.3358455882352941,
                0.32265625
            ],
            "page": 3,
            "str": "\\begin{legend}\na\n\\end{legend}\n"
        },
        {
            "class": "caption",
            "confidence": 0.86328125,
            "float_xyxy": [
                0.07720588235294118,
                0.330078125,
                0.924264705882353,
                0.350390625
            ],
            "page": 3,
            "str": "\\begin{caption}\nFigure 4. Micrographs of Cu clusters on PMDA ODA polyimide after evaporation: (a) at 250 °C (C D 0.9); (b) at 300 °C (C D 0.7). The deposition rate was 0.025 nm min 1.\n\\end{caption}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9755859375,
            "float_xyxy": [
                0.07610294117647058,
                0.37578125,
                0.4808823529411765,
                0.63515625
            ],
            "page": 3,
            "str": "-electrons, and Teﬂon AF has neither but a large ﬂuorine content and therefore an extremely low surface energy. It was shown in a previous paper that there are large differ- ences in the metal nucleation processes between polyimide and the other polymers.4 In the case of the polyimide the interaction is stronger than van der Waals and the carbonyl groups are active sites for random nucleation of the adatoms. It appears that copper shows a similar behaviour on bisphenol-A polycarbonate. For polymers with small C (weak interaction), preferred nucleation at different active (defect) sites able to trap metal atoms is observed. Therefore, C shows a correlation with the num- ber of defects generated by argon ion bombardment on the Teﬂon AF surface. Even for very low doses of 3 and 6 ð 1012 ions cm 2, the condensation coefﬁcient of Cu increases from 0.02 for the untreated teﬂon surface to 0.05 and 0.1, respectively. All metal atoms initially adsorb on the teﬂon surface, but due to the very low adsorption energy and the small cluster density most of the adatoms (except those trapped at defects) readily desorb again.5\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9736328125,
            "float_xyxy": [
                0.07637867647058824,
                0.63515625,
                0.4806066176470588,
                0.80234375
            ],
            "page": 3,
            "str": "The correlation between re-emission probability and nucleation process on the surface is demonstrated by the temperature dependence of C. In Fig. 4 the cluster density of Cu on PMDA–ODA polyimide is shown for two temperatures. Corresponding values for C are determined as described above. At 250 °C the condensation coefﬁcient is still very close to unity and it decreases substantially above 300 °C. This drop and correlation with cluster density (Nc) suggests that the re-emission probability of metal atoms is strongly affected by the nucleation process on the surface. At increasing temperature, Nc decreases and the root-mean-square displacement of the adatom from the arrival site before re-emission becomes\n"
        },
        {
            "class": "title",
            "confidence": 0.74462890625,
            "float_xyxy": [
                0.4400735294117647,
                0.8296875,
                0.5575367647058823,
                0.8390625
            ],
            "page": 3,
            "str": "\\begin{title}\nREFERENCES\n\\end{title}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.86767578125,
            "float_xyxy": [
                0.0838235294117647,
                0.86640625,
                0.4803308823529412,
                0.88671875
            ],
            "page": 3,
            "str": "1. LeGoues FK, Silverman BD, Ho PS. J. Vac. Sci. Technol. A 1988; 6: 2200.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.90234375,
            "float_xyxy": [
                0.08230698529411765,
                0.88828125,
                0.4803308823529412,
                0.91953125
            ],
            "page": 3,
            "str": "2. Faupel F, Strunskus T, Kiene M, Thran A, von Bechtol- sheim C, Zaporojtchenko V. Mater. Res. Soc. Symp. Proc. 1998; 511: 15.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.96533203125,
            "float_xyxy": [
                0.5181066176470588,
                0.375390625,
                0.9220588235294118,
                0.479296875
            ],
            "page": 3,
            "str": "smaller than the distance between clusters. Note that an increase of the systematic error in the XPS measurement is possible if C is determined for elevated temperatures, particularly above the glass transition temperature, due to a possible diffusion of the metal adatoms into the bulk of the polymer.11 In this case comparison to radiotracer measurements allows us to estimate the effect of bulk diffusion on the condensation coefﬁcient.\n"
        },
        {
            "class": "title",
            "confidence": 0.806640625,
            "float_xyxy": [
                0.5183823529411765,
                0.5078125,
                0.6352941176470588,
                0.51875
            ],
            "page": 3,
            "str": "\\begin{title}\nCONCLUSION\n\\end{title}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.9638671875,
            "float_xyxy": [
                0.5178308823529412,
                0.542578125,
                0.9226102941176471,
                0.645703125
            ],
            "page": 3,
            "str": "It was shown that with XPS it is possible to determine condensation coefﬁcients of metals on polymers if the interfacial morphology is taken into account. The cor- rection procedure for the XPS intensity in the case of spherical clusters of noble metals on non-wetting surfaces has been tested using several methods. The results of the XPS measurements on the condensation coefﬁcient of Ag agreed well with radiotracer measurements.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.970703125,
            "float_xyxy": [
                0.5172794117647059,
                0.646875,
                0.9220588235294118,
                0.8015625
            ],
            "page": 3,
            "str": "A large variation of the condensation coefﬁcient C of noble metals is observed for different polymers and a smaller one for the metals. The condensation coefﬁ- cient ranges from close to unity to values of the order of 10 3, depending on the type of polymer and the metal. For copper, C was almost unity on polymers with car- bonyl groups, whereas on polycarbonate, C was found to depend strongly on the chemical reactivity of the metal. It was shown that the morphology of the ﬁlms and C are correlated through the nucleation process. At elevated temperature the cluster density decreases and at the same time C decreases also.\n"
        },
        {
            "class": "figure",
            "confidence": 0.9775390625,
            "float_xyxy": [
                0.5261029411764706,
                0.0818359375,
                0.8349264705882353,
                0.300390625
            ],
            "page": 3,
            "str": "\n"
        },
        {
            "class": "legend",
            "confidence": 0.8683757185935974,
            "float_xyxy": [
                0.6904411764705882,
                0.309375,
                0.7058823529411765,
                0.32265625
            ],
            "page": 3,
            "str": "\\begin{legend}\nb)\n\\end{legend}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.77099609375,
            "float_xyxy": [
                0.5274816176470588,
                0.86640625,
                0.8139705882352941,
                0.87734375
            ],
            "page": 3,
            "str": "3. Venables JA. Surf. Sci. 1994; 299/300: 798.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.82763671875,
            "float_xyxy": [
                0.5269301470588236,
                0.8765625,
                0.9220588235294118,
                0.8984375
            ],
            "page": 3,
            "str": "4. Zaporojtchenko V, Behnke K, Thran A, Strunskus T, Faupel F. Appl. Surf. Sci. 1999; 144/145: 355.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.86279296875,
            "float_xyxy": [
                0.5263786764705882,
                0.8984375,
                0.9209558823529411,
                0.9203125
            ],
            "page": 3,
            "str": "5. Thran A, Kiene M, Zaporojtchenko V, Faupel F. Phys. Rev. Lett. 1999; 82: 1903.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.33544921875,
            "float_xyxy": [
                0.6705882352941176,
                0.934375,
                0.9220588235294118,
                0.946875
            ],
            "page": 3,
            "str": "Copyright 2000 John Wiley & Sons, Ltd.\n"
        },
        {
            "class": "title",
            "confidence": 0.322509765625,
            "float_xyxy": [
                0.2751838235294118,
                0.053955078125,
                0.7174632352941176,
                0.063427734375
            ],
            "page": 4,
            "str": "\\begin{title}\nCONDENSATION COEFFICIENTS OF NOBLE METALS ON POLYMERS\n\\end{title}\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.857421875,
            "float_xyxy": [
                0.08396139705882352,
                0.0822265625,
                0.4786764705882353,
                0.1037109375
            ],
            "page": 4,
            "str": "6. Seah MP. In Practical Surface Analysis (1st edn), Briggs D, Seah MP (eds). John Wiley: Chichester, 1987; 181 214.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.763671875,
            "float_xyxy": [
                0.08340992647058823,
                0.103515625,
                0.440625,
                0.114453125
            ],
            "page": 4,
            "str": "7. Wertheim GK, DiCenzo SB. Phys. Rev. B 1988; 37: 844.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.83447265625,
            "float_xyxy": [
                0.08244485294117647,
                0.1146484375,
                0.4800551470588235,
                0.134375
            ],
            "page": 4,
            "str": "8. Cumpson PJ, Seah MP. Surf. Interface Anal. 1997; 25: 430.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.86083984375,
            "float_xyxy": [
                0.5230698529411765,
                0.08232421875,
                0.9220588235294118,
                0.10244140625
            ],
            "page": 4,
            "str": "9. Tanuma S, Powell CJ, Penn DR. Surf. Interface Anal. 1991; 17: 927.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.8681640625,
            "float_xyxy": [
                0.5214154411764705,
                0.1037109375,
                0.9209558823529411,
                0.1248046875
            ],
            "page": 4,
            "str": "10. von Bechtolsheim C, Zaporojtchenko V, Faupel F. Appl. Surf. Sci. 1999; 151: 119.\n"
        },
        {
            "class": "paragraph",
            "confidence": 0.78125,
            "float_xyxy": [
                0.5183823529411765,
                0.1251953125,
                0.9209558823529411,
                0.1361328125
            ],
            "page": 4,
            "str": "11. Faupel F, Willecke R, Thran A. Mater. Sci. Eng. R 1998; 22: 1.\n"
        }
    ]
}